Repository: dreamcommerce/app-ceneo-xml-exporter
Catalog: src/CeneoBundle/Resources/translations/messages.*.xlf
Languages: pl_pl

source: Extended Ceneo integration
pl_pl: Rozszerzona integracja Ceneo

source: Latest export
pl_pl: Ostatni eksport

source: %count% products exported in %seconds% seconds
pl_pl: wyeksportowano %count% produktów w ciągu %seconds%s

source: no export
pl_pl: brak eksportu

source: Generate XML
pl_pl: Generuj XML

source: XML link
pl_pl: Link do XML

source: %count% products will be skipped
pl_pl: %count% produktów nie będzie eksportowanych do XML

source: Go to the excluded products list
pl_pl: Przejdź do listy wykluczonych produktów

source: No excluded products defined, all will be exported to the Ceneo XML
pl_pl: Brak zdefiniowanych wykluczeń produktów, wszystkie produkty zostaną wyeksportowane do Ceneo XML

source: On the %link% you can specify products you do NOT export for Ceneo. You can also %exclude_all%
pl_pl: Na %link% możesz zdefiniować produkty których NIE chcesz eksportować do Ceneo

source: products list
pl_pl: liście produktów

source: Go to %link%
pl_pl: Przejdź do %link%

source: Ceneo attributes mapping
pl_pl: Mapowanie atrybutów Ceneo

source: attributes mapping
pl_pl: mapowania atrybutów

source: Excluded products
pl_pl: Wykluczone produkty

source: Attributes mapping: %title%
pl_pl: Mapowanie atrybutów: %title%

source: back
pl_pl: powrót

source: save
pl_pl: zapisz

source: map
pl_pl: mapuj

source: Choose products to exclude
pl_pl: Wybierz produkty do wykluczenia z eksportu

source: Choose products to remove from exclusions list
pl_pl: Wybierz produkty do usunięcia z listy wykluczonych

source: XML generating in progress, please wait...
pl_pl: Generowanie XML w toku, proszę czekać...

source: No export file, so far
pl_pl: Brak wyeksportowanego pliku

source: Job has been scheduled, please wait...
pl_pl: Zadanie zostało dodane do kolejki, proszę czekać...

source: exporting...
pl_pl: eksportowanie...
